<?php if (!defined('THINK_PATH')) exit();?>
<!-- Modal -->
	
<div class="modal-dialog">
    <div class="modal-content">
      	<div class="modal-header">
        	<button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
        	<h4 class="modal-title" id="myModalLabel">龙桂鲁老师</h4>
      	</div>
      	
      	<div class="modal-body">
        	<h3><center><B>六届良师益友获得者龙桂鲁</B></center></h3>
			<p style = "line-height:200%">
			1、个人简历：
			1968年清华大学动力机械系燃气轮机专业本科毕业，1983年和1989年清华大学机械工程系铸造专业硕士研究生，博士研究生毕业；1968.12－1975.11 青海省第一汽车修理厂，历任工人、班组长、技术员；1975.11－1980.02 林业部昆明人造板机器厂，历任技术员、助理工程师、铸造车间技术副主任、工艺科副科长；1980.02－1983.07 清华大学机械工程系，硕士研究生；1983.07－1985.06 浙江省嘉兴市重工业局仪器研究所，助理工程师；1985.06－1993.02 云南工学院机械工程系，历任讲师、副教授；1986.02－1989.06 清华大学机械工程系，博士研究生；1993.02－至今 清华大学机械工程系，历任科研副系主任、焊接教研室党支部书记、教研室主任，现任激光加工与快速成形研究室主任。现任中国光学学会激光加工专业委员会第三届常务委员、秘书长，第四届常务委员；中国机械工程学会热处理分会高能密度热处理技术委员会副主任委员；
			刘文今老师曾获第一届、第四届、第五届、第六届、第七届、第八届研究生“良师益友”荣誉称号。
			2、典型故事：
			刘老师是一个会“讲故事”的人。他和学生谈话，给学生做讲座，学生总是都听得津津有味。学生因此也愿意他交谈。对许多学生而言，刘老师不仅是学业导师，更是人生导师。2001级的王娜来自西藏，她的父亲是援藏干部，在入学之初她对自己的毕业去向并没有什么想法。刘老师多次和她谈心，她也渐渐意识到作为一名西藏学生肩上担负的责任。“西藏一年只有几个学生能考上清华，学校也做了很多工作专门培养我们这些人。我们毕业后应该回去，否则对不起学校对我们的培养。”王娜说。在刘老师的关心和帮助下，王娜顺利地完成了学业并光荣地加入了中国共产党，并选择回到西藏工作。
			
			3、新闻报道：
			“我只是清华一名普通的党员和教师”
			——记机械系刘文今教授
			●新闻中心记者 顾淑霞
			　　在机械系本科生中流传着这样一种说法：“作为一名机械系的学生，没有听过刘文今老师的讲课或报告，学生生涯是不完整的！”在机械系，刘文今老师有着极高的威信，这来自于他对自己作为一名党员的高要求，他对教学的认真和对科研的投入，对学生朋友般的关心和孩子般的爱护。对于大家的高度评价，刘老师却平淡地说：我只是清华一名普通的党员和教师，我所做的都是一些普通的小事。
			　　“我无论何时何地都会毫不隐讳地、自豪地说‘我是一名共产党员’！”这句发自肺腑的豪言，承载着刘文今老师曲折而丰富的人生经历，延伸着他们家族的爱国传统。这是刘文今与许多清华人的不同之处。
			</p>  
      	</div>
	    
	    <div class="modal-footer">
	        <button type="button" class="btn btn-default" data-dismiss="modal">Close</button>
	    </div>
	</div>
</div>